import { Comment } from '../app/interfaces/comment';

export const blogComments: {count: number; items: Comment[]} = {
    count: 4,
    items: [
        {
            id: 1,
            avatar: 'assets/images/avatars/avatar-1.jpg',
            author: 'جسیکا مور',
            date: '12 اسفند 1399',
            text: 'خودروسازان فرانسوی از دیرباز در ارائه خودروهای لوکس و سدان‌های فول سایز با مشکل مواجه بوده‌اند اما تلیسمان نماد تلاش دوباره رنو برای عرض اندام در این بخش از بازار است. این سدان زیبا، که براساس زبان طراحی جدید رنو شکل گرفته است، همزمان با عرضه جهانی به کشورمان نیز وارد و با استقبال بسیار خوب مشتریان روبرو شد',
            children: [
                {
                    id: 2,
                    avatar: 'assets/images/avatars/avatar-2.jpg',
                    author: 'آدام تیلور',
                    date: '25 فروردین 1400',
                    text: 'تعداد بسیار محدودی از تلیسمان‌های وارداتی از مدل 2016 هستند اما واردات انبوه آن از مدل 2017 آغاز شد. تیپ E2 تلیسمان تنها در فروش اول آن موجود بود و به همین دلیل نیز هم‌اکنون در بازار نایاب است. عدم وجود آپشن‌هایی مانند سنسور جلو، رادار نقطه کور، هدآپ، صندوق‌پران هوشمند، سردکن صندلی‌های جلو، گرمکن جلو و عقب، ماساژور، مانیتور بزرگ، صندلی‌های کامفورت و سیستم صوتی BOSE از جمله کمبودهای تیپ E2 تالیسمان در مقایسه با تیپ E3 آن است. ',
                },
                {
                    id: 3,
                    avatar: 'assets/images/avatars/avatar-3.jpg',
                    author: 'هلن گارسیا',
                    date: '12 اردیبهشت 1400',
                    text: 'نکته جالب دیگر این است که تیپ E3 فول شرکتی همگی دارای 3 رادار (نقطه کور+تغییرلاین+تابلوخوان) هستند اما رنو بدلیل شرایط نامناسب جاده‌های ایران، رادارهای تغییرلاین و تابلوخوان را غیرفعال کرده است.',
                },
            ],
        },
        {
            id: 4,
            avatar: 'assets/images/avatars/avatar-4.jpg',
            author: 'رایان فورد',
            date: '20 خرداد 1400',
            text: 'سلام، نظرم در مورد تالیسمان که بعد از حدودا نه ماه و نیم خیلی ماشین قشنگیه یعنی وقتی خواستید ماشین بخرید و تو گزینه هاتون تالیسمان باشه بدون شک اینو بردارید به ماشین های دیگه قکر نکنید، قیافه که حرفی برای گقتن نذاشته،موتور که توپ بدون صدا عالی با شتاب وقتی گاز میدی احساس خشن بودن موتور میکنی که آماده رفتن به سرعت های بالاست، بدون خرج اضافی از جلو تا عقب عالیه',
        },
        {
            id: 5,
            avatar: 'assets/images/avatars/avatar-3.jpg',
            author: 'هلن گارسیا',
            date: '22 خرداد 1400',
            text: 'سلام ۱۰سال پیش اپیروس را فروختم، بعد از اون سوار هر ماشینی شدم حس خوبی نمیداد تا اینکه تلیسمان خریدم، امکانات عالی در کنار قدرت و شتاب زیاد یه ماشین قابل قبولیو براتون عرضه میکنه بین ماشین های هم رنج قیمتیش اصلا حرف نداره',
        },
    ],
};
