import { WidgetComment } from '../app/interfaces/comment';

export const blogWidgetComments: WidgetComment[] = [
    {
        id: 1,
        author: 'اما ویلیامز',
        postTitle: 'سیستم تشخیص صدای رنو تالیسمان را چگونه فعال کنیم؟',
        text: 'سیستم چندرسانه ای شما دارای سیستم تشخیص صدا می باشد که شما را قادر خواهد ساخت...',
        date: '3 دقیقه قبل',
    },
    {
        id: 2,
        author: 'جان فورد',
        postTitle: 'رنو تالیسمان S را در نمایشگاه خودروی ژنو معرفی کرد',
        text: 'رنو تالیسمان به لطف طراحی ظریف، سواری فوق العاده، هندلینگ عالی، کابینی راحت و عملکردی خیره کننده...',
        date: '25 دقیقه قبل',
    },
    {
        id: 3,
        author: 'جری لوئیز',
        postTitle: 'با سیستم ۴Control آشنا شوید',
        text: 'سیستم چهار چرخ فرمان پذیر یکی از سیستم های پیشرفته ای است که امروز توسط برخی از خودروسازان بزرگ دنیا در محصولاتشان استفاده می شود...',
        date: '2 ساعت پیش',
    },
    {
        id: 4,
        author: 'جسیکا مور',
        postTitle: 'با نقش فیلتر هوا در خودرو آشنا شوید',
        text: 'همانطور که می دانید نقش هوا در عملکرد خودروهای احتراق داخلی از اهمیت بسیار زیادی برخوردار است...',
        date: '3 روز قبل',
    },
];
